<script setup lang="ts">
import FilePicker from './FilePicker.vue'
</script>

<template>
  <div class="ContactInformationPage">
    <div class="BredTitleWRP"><h1 class="TitlePage">Документы</h1></div>
    <div class="wrapper">
      <div class="ContentSPage">
        <div>
          <FilePicker
            filename="./Кодекс%20этики.pdf"
            title='Кодекс этики и служебного поведения работников АО "СВЕТ"'
          />

          <FilePicker
            filename="./Политика%20в%20области%20качества,%20безопасности%20и%20экологии,%20в%20редакции%20от%2005.02.2021г.%20(418837%20v1).PDF"
            title="Политика в области качества, безопасности и экологии, в редакции от 05.02.2021г. (418837 v1)"
          />

          <h2>Специальная оценка условий труда (СОУТ)</h2>

          <h1>Январь 2025</h1>

          <FilePicker
            filename="./Перечень%20Мероприятий%20по%20улучшению%20условий%20труда%20от%2017.01.25.pdf"
            title="Перечень рекомендуемых мероприятий по улучшению условий труда"
          />

          <FilePicker
            filename="./Сводная%20ведомость%20СОУТ%20от%2017.01.2025.pdf"
            title="Сводная ведомость результатов проведения специальной оценки условии труда"
          />

          <h1>Декабрь 2024</h1>

          <FilePicker
            filename="./Перечень%20мероприятий%20СОУТ%20внеплановая%2002.12.24%20(528691%20v1).PDF"
            title="Перечень рекомендуемых мероприятий по улучшению условий труда"
          />

          <FilePicker
            filename="./Сводная%20ведомость%20СОУТ%20внеплановая%2002.12.24%20(528692%20v1).PDF"
            title="Сводная ведомость результатов проведения специальной оценки условии труда"
          />

          <h1>Июнь 2024</h1>
          <FilePicker
            filename="./Перечень%20мероприятий%20по%20СОУТ%2006%2024.pdf"
            title="Перечень рекомендуемых мероприятий по улучшению условий труда"
          />

          <FilePicker
            filename="./Сводная%20ведомость%20СОУТ%2006%2024.pdf"
            title="Сводная ведомость результатов проведения специальной оценки условии труда"
          />

          <h1>2024</h1>
          <FilePicker
            filename="./Сводная%20ведомость%20результатов%20СОУТ%202024.pdf"
            title="Сводная ведомость результатов проведения специальной оценки условии труда"
          />
          <FilePicker
            filename="./Перечень%20рекомендуемых%20мероприятий%202024.pdf"
            title="Перечень рекомендуемых мероприятий по улучшению условий труда"
          />

          <h1>Ноябрь 2023</h1>
          <FilePicker
            filename="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20%20Ноябрь%202023%20(Хлыбов).pdf"
            title="Сводная ведомость результатов проведения специальной оценки условии труда"
          />
          <h1>Июнь 2022</h1>
          <FilePicker
            filename="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20Июнь%202022.pdf"
            title="Сводная ведомость результатов проведения специальной оценки условии труда"
          />
          <h1>Ноябрь 2021</h1>
          <FilePicker
            filename="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20Ноябрь%202021.pdf"
            title="Сводная ведомость результатов проведения специальной оценки условии труда"
          />
          <h1>Декабрь 2020</h1>
          <FilePicker
            filename="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20Декабрь%202020.pdf"
            title="Сводная ведомость результатов проведения специальной оценки условии труда"
          />
          <h1>Декабрь 2019</h1>
          <FilePicker
            filename="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20(1)%20Декабрь%202019.pdf"
            title="Сводная ведомость результатов проведения специальной оценки условии труда
            (1)"
          />
          <FilePicker
            filename="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20Декабрь%202019%20(2).pdf"
            title="Сводная ведомость результатов проведения специальной оценки условии труда
            (2)"
          />
          <h1>Апрель 2019</h1>
          <FilePicker
            filename="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20Апрель%202019.pdf"
            title="Сводная ведомость результатов проведения специальной оценки условии труда"
          />
          >
        </div>
      </div>
    </div>
  </div>
</template>
