<script setup lang="ts">
import FilePicker from './FilePicker.vue'
</script>

<template>
  <h1>Документы</h1>
  <div class="main_content_wrapper">
    <div>
      <FilePicker
        filename="./Кодекс этики.pdf"
        title='Кодекс этики и служебного поведения работников АО "СВЕТ"'
      />

      <FilePicker
        filename="./Политика в области качества, безопасности и экологии, в редакции от 05.02.2021г. (418837 v1).PDF"
        title="Политика в области качества, безопасности и экологии, в редакции от 05.02.2021г. (418837 v1)"
      />

      <h2>Специальная оценка условий труда (СОУТ)</h2>

      <h1>Январь 2025</h1>

      <FilePicker
        filename="./Перечень Мероприятий по улучшению условий труда от 17.01.25.pdf"
        title="Перечень рекомендуемых мероприятий по улучшению условий труда"
      />

      <FilePicker
        filename="./Сводная ведомость СОУТ от 17.01.2025.pdf"
        title="Сводная ведомость результатов проведения специальной оценки условии труда"
      />

      <h1>Декабрь 2024</h1>

      <FilePicker
        filename="./Перечень мероприятий СОУТ внеплановая 02.12.24 (528691 v1).PDF"
        title="Перечень рекомендуемых мероприятий по улучшению условий труда"
      />

      <FilePicker
        filename="./Сводная ведомость СОУТ внеплановая 02.12.24 (528692 v1).PDF"
        title="Сводная ведомость результатов проведения специальной оценки условии труда"
      />

      <h1>Июнь 2024</h1>
      <FilePicker
        filename="./Перечень мероприятий по СОУТ 06 24.pdf"
        title="Перечень рекомендуемых мероприятий по улучшению условий труда"
      />

      <FilePicker
        filename="./Сводная ведомость СОУТ 06 24.pdf"
        title="Сводная ведомость результатов проведения специальной оценки условии труда"
      />

      <h1>2024</h1>
      <FilePicker
        filename="./Сводная ведомость результатов СОУТ 2024.pdf"
        title="Сводная ведомость результатов проведения специальной оценки условии труда"
      />
      <FilePicker
        filename="./Перечень рекомендуемых мероприятий 2024.pdf"
        title="Перечень рекомендуемых мероприятий по улучшению условий труда"
      />

      <h1>Ноябрь 2023</h1>
      <FilePicker
        filename="./Сводная ведомость результов проведения специальной оценки условий труда  Ноябрь 2023 (Хлыбов).pdf"
        title="Сводная ведомость результатов проведения специальной оценки условии труда"
      />
      <h1>Июнь 2022</h1>
      <FilePicker
        filename="./Сводная ведомость результов проведения специальной оценки условий труда Июнь 2022.pdf"
        title="Сводная ведомость результатов проведения специальной оценки условии труда"
      />
      <h1>Ноябрь 2021</h1>
      <FilePicker
        filename="./Сводная ведомость результов проведения специальной оценки условий труда Ноябрь 2021.pdf"
        title="Сводная ведомость результатов проведения специальной оценки условии труда"
      />
      <h1>Декабрь 2020</h1>
      <FilePicker
        filename="./Сводная ведомость результов проведения специальной оценки условий труда Декабрь 2020.pdf"
        title="Сводная ведомость результатов проведения специальной оценки условии труда"
      />
      <h1>Декабрь 2019</h1>
      <FilePicker
        filename="./Сводная ведомость результов проведения специальной оценки условий труда (1) Декабрь 2019.pdf"
        title="Сводная ведомость результатов проведения специальной оценки условии труда
        (1)"
      />
      <FilePicker
        filename="./Сводная ведомость результов проведения специальной оценки условий труда Декабрь 2019 (2).pdf"
        title="Сводная ведомость результатов проведения специальной оценки условии труда
        (2)"
      />
      <h1>Апрель 2019</h1>
      <FilePicker
        filename="./Сводная ведомость результов проведения специальной оценки условий труда Апрель 2019.pdf"
        title="Сводная ведомость результатов проведения специальной оценки условии труда"
      />
    </div>
  </div>
</template>
