<!-- TODO: Создать шаблон vue для прикрепляемых файлов -->

<template>
  <div class="ContactInformationPage">
    <div class="BredTitleWRP"><h1 class="TitlePage">Документы</h1></div>
    <div class="wrapper">
      <div class="ContentSPage">
        <div>
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a href="./Кодекс%20этики.pdf" target="_blank"
            >Кодекс этики и служебного поведения работников АО "СВЕТ"</a
          ><br /><br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a
            href="./Политика%20в%20области%20качества,%20безопасности%20и%20экологии,%20в%20редакции%20от%2005.02.2021г.%20(418837%20v1).PDF"
            target="_blank"
            >Политика в области качества, безопасности и экологии, в редакции от 05.02.2021г.
            (418837 v1)</a
          ><br /><br />
          <!--            <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf">-->
          <!--            <a href="./Ссылка%20на%20видеоролики%20Банка%20России%20по%20профилактике%20мошеничества.pdf" target="_blank">Ссылка на видеоролики Банка России по профилактике мошеничества</a><br><br>-->

          <br />
          <h2>Специальная оценка условий труда (СОУТ)</h2>
          <br />

          <br />
          <h1>Январь 2025</h1>
          <br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a
            href="./Перечень%20Мероприятий%20по%20улучшению%20условий%20труда%20от%2017.01.25.pdf"
            target="_blank"
            >Перечень рекомендуемых мероприятий по улучшению условий труда</a
          ><br /><br />

          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a href="./Сводная%20ведомость%20СОУТ%20от%2017.01.2025.pdf" target="_blank"
            >Сводная ведомость результатов проведения специальной оценки условии труда</a
          ><br /><br />
          <br />

          <h1>Декабрь 2024</h1>
          <br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a
            href="./Перечень%20мероприятий%20СОУТ%20внеплановая%2002.12.24%20(528691%20v1).PDF"
            target="_blank"
            >Перечень рекомендуемых мероприятий по улучшению условий труда</a
          ><br /><br />

          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a
            href="./Сводная%20ведомость%20СОУТ%20внеплановая%2002.12.24%20(528692%20v1).PDF"
            target="_blank"
            >Сводная ведомость результатов проведения специальной оценки условии труда</a
          ><br /><br />

          <br />
          <h1>Июнь 2024</h1>
          <br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a href="./Перечень%20мероприятий%20по%20СОУТ%2006%2024.pdf" target="_blank"
            >Перечень рекомендуемых мероприятий по улучшению условий труда</a
          ><br /><br />

          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a href="./Сводная%20ведомость%20СОУТ%2006%2024.pdf" target="_blank"
            >Сводная ведомость результатов проведения специальной оценки условии труда</a
          ><br /><br />

          <br />
          <h1>2024</h1>
          <br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a href="./Сводная%20ведомость%20результатов%20СОУТ%202024.pdf" target="_blank"
            >Сводная ведомость результатов проведения специальной оценки условии труда</a
          ><br /><br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a href="./Перечень%20рекомендуемых%20мероприятий%202024.pdf" target="_blank"
            >Перечень рекомендуемых мероприятий по улучшению условий труда</a
          ><br /><br />

          <br />
          <h1>Ноябрь 2023</h1>
          <br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a
            href="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20%20Ноябрь%202023%20(Хлыбов).pdf"
            target="_blank"
            >Сводная ведомость результатов проведения специальной оценки условии труда</a
          ><br /><br />
          <br />
          <h1>Июнь 2022</h1>
          <br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a
            href="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20Июнь%202022.pdf"
            target="_blank"
            >Сводная ведомость результатов проведения специальной оценки условии труда</a
          ><br /><br />
          <br />
          <h1>Ноябрь 2021</h1>
          <br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a
            href="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20Ноябрь%202021.pdf"
            target="_blank"
            >Сводная ведомость результатов проведения специальной оценки условии труда</a
          ><br /><br />
          <br />
          <h1>Декабрь 2020</h1>
          <br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a
            href="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20Декабрь%202020.pdf"
            target="_blank"
            >Сводная ведомость результатов проведения специальной оценки условии труда</a
          ><br /><br />
          <br />
          <h1>Декабрь 2019</h1>
          <br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a
            href="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20(1)%20Декабрь%202019.pdf"
            target="_blank"
            >Сводная ведомость результатов проведения специальной оценки условии труда (1)</a
          ><br /><br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a
            href="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20Декабрь%202019%20(2).pdf"
            target="_blank"
            >Сводная ведомость результатов проведения специальной оценки условии труда (2)</a
          ><br /><br />
          <h1>Апрель 2019</h1>
          <br />
          <img src="/images/pdf_ico.png" width="25" height="25" alt="pdf" />
          <a
            href="./Сводная%20ведомость%20результов%20проведения%20специальной%20оценки%20условий%20труда%20Апрель%202019.pdf"
            target="_blank"
            >Сводная ведомость результатов проведения специальной оценки условии труда</a
          ><br /><br />
          <br />
        </div>
      </div>
    </div>
    <div class="br br_100"></div>
  </div>
</template>
